Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SHAREDSTREAMS_TURN_OFF_SPINNER_TEXT
source: Turning off Shared Albums
ar: يجري إيقاف الألبومات المشتركة
bg: Изключване на функцията Споделени албуми
ca: Desactivant els àlbums compartits
cs: Vypínání sdílených alb
da: Slår Delte album fra
de: „Geteilte Alben“ deaktivieren
el: Απενεργοποίηση των Κοινόχρηστων άλμπουμ…
es: Desactivando “Álbumes compartidos”
es_us: Desactivando Álbumes compartidos
fi: Jaettujen albumien laittaminen pois päältä
fr: Désactivation des albums partagés
fr_ca: Désactiver Albums partagés
he: מכבה את ״אלבומים משותפים״
hi: शेयर किए गए ऐल्बम बंद किए जा रहे हैं
hr: Isključenje Dijeljenih albuma
hu: Megosztott albumok kikapcsolása
id: Mematikan Album Bersama
it: Disattivo l’opzione “Album condivisi”
ja: “共有アルバム”をオフにしています
kk: Ортақ альбомдарды өшіру
ko: 공유 앨범 끄는 중
lt: Išjungiami bendrinami albumai
ms: Menyahaktifkan Album Dikongsi
nb: Slår av Delte albumer
nl: Gedeelde albums uitschakelen
pl: Wyłączam Albumy udostępniane
pt: Desativando Álbuns Compartilhados
pt_pt: A desativar Álbuns partilhados
ro: Dezactivare Albume partajate
ru: Выключение Общих альбомов
sk: Vypínam Zdieľané albumy
sl: Izklop Deljenih albumov
sv: Avaktiverar Delade album
th: กำลังปิดใช้การแชร์อัลบั้ม
tr: Paylaşılan Albümler Kapatılıyor
uk: Вимикання Спільних альбомів
vi: Tắt Album được chia sẻ
zh_cn: 关闭共享相簿
zh_hk: 正在關閉「共享相簿」
zh_tw: 正在關閉「共享的相簿」

# SHOW_FEATURED_CONTENT_SETTINGS_SWITCH
source: Show Featured Content
ar: إظهار المحتوى المميز
bg: Показване на отличени
ca: Mostra el contingut destacat
cs: Zobrazit doporučený obsah
da: Vis udvalgt indhold
de: Empfohlene Inhalte anzeigen
el: Προβολή προτεινόμενου περιεχομένου
es: Mostrar contenido destacado
es_us: Mostrar contenido destacado
fi: Näytä esittelyssä oleva sisältö
fr: Afficher le contenu recommandé
fr_ca: Afficher le contenu en vedette
he: הצגת תכנים מובילים
hi: फ़ीचर्ड कॉन्टेंट दिखाएँ
hr: Prikaži izdvojeni sadržaj
hu: Kiemelt tartalom megjelenítése
id: Tampilkan Konten Unggulan
it: Mostra contenuti in primo piano
ja: おすすめのコンテンツを表示
kk: Таңдаулы контентті көрсету
ko: 추천 콘텐츠 보기
lt: Rodyti rekomenduojamą turinį
ms: Tunjuk Kandungan Ditampilkan
nb: Vis aktuelt innhold
nl: Toon uitgelicht materiaal
pl: Pokazuj polecane
pt: Mostrar Conteúdo em Destaque
pt_pt: Mostrar conteúdo em destaque
ro: Afișare conținut recomandat
ru: Отображение подборок
sk: Zobraziť vybraný obsah
sl: Prikaži izpostavljeno vsebino
sv: Visa innehåll i blickfånget
th: แสดงเนื้อหาแนะนำ
tr: Öne Çıkan İçeriği Göster
uk: Показувати добірний вміст
vi: Hiển thị nội dung nổi bật
zh_cn: 显示精选内容
zh_hk: 顯示精選內容
zh_tw: 顯示精選內容

# SHOW_FEATURED_CONTENT_SETTINGS_SWITCH_FOOTER
source: Allow Featured Photos and Memories to automatically appear on this device.
ar: السماح بظهور الصور المميزة والذكريات على هذا الجهاز تلقائيًا.
bg: Позволете на Отличени снимки и Спомени автоматично да се появяват на това устройство.
ca: Permet que es mostrin les fotos i els records destacats al dispositiu automàticament.
cs: Doporučené fotky a vzpomínky se budou automaticky zobrazovat na tomto zařízení.
da: Tillad, at Udvalgte fotos og minder vises automatisk på denne enhed.
de: Erlaube, dass empfohlene Fotos und Rückblicke automatisch auf diesem Gerät angezeigt werden.
el: Οι Προτεινόμενες φωτογραφίες και αναμνήσεις θα εμφανίζονται αυτόματα σε αυτήν τη συσκευή.
es: Permite que las fotos y los recuerdos destacados aparezcan automáticamente en este dispositivo.
es_us: Agrega foto fotos y recuerdos para que se muestren automáticamente en este dispositivo.
fi: Salli esittelyssä olevien kuvien ja muistojen näkyä tässä laitteessa automaattisesti.
fr: Autorisez l’affichage automatique des photos et des souvenirs recommandés sur cet appareil.
fr_ca: Autorise l’affichage automatique des photos et souvenirs en vedette sur cet appareil.
he: ניתן לאפשר לתמונות מובילות ולזיכרונות להופיע במכשיר זה באופן אוטומטי.
hi: इस डिवाइस पर फ़ीचर की गई तस्वीरें और यादें ऑटोमैटिकली दिखाने की अनुमति दें।
hr: Dozvolite automatsko prikazivanje izdvojenih fotografija i uspomena na ovom uređaju.
hu: Engedélyezheti, hogy a kiemelt fotók és emlékek automatikusan megjelenjenek ezen az eszközön.
id: Izinkan Foto dan Memori Unggulan untuk muncul secara otomatis di perangkat ini.
it: Consenti la visualizzazione automatica delle foto in primo piano e dei ricordi su questo dispositivo.
ja: おすすめの写真とメモリーをこのデバイスに自動的に表示するのを許可します。
kk: Таңдаулы фотолар мен естеліктерге осы құрылғыда автоматты түрде пайда болуына рұқсат беріңіз.
ko: 추천된 사진 및 추억이 이 기기에 자동으로 나타나도록 허용합니다.
lt: Leiskite, kad rekomenduojamos nuotraukos ir prisiminimai būtų automatiškai rodomi šiame įrenginyje.
ms: Benarkan Foto dan Memori Ditampilkan kelihatan secara automatik pada peranti ini.
nb: Tillat at aktuelle bilder og minner vises automatisk på denne enheten.
nl: Sta toe dat uitgelichte foto's en terugblikken automatisch worden weergegeven op dit apparaat.
pl: Pozwalaj na automatyczne wyświetlanie polecanych zdjęć i wspomnień na tym urządzeniu.
pt: Permita que Fotos e Memórias em Destaque apareçam automaticamente neste dispositivo.
pt_pt: Permitir a apresentação automática de fotografias em destaque e recordações neste dispositivo.
ro: Permiteți ca pozele și amintirile recomandate să apară automat pe acest dispozitiv.
ru: Разрешить автоматически отображать подборки фото и воспоминаний на этом устройстве.
sk: Vybrané fotky a spomienky sa budú automaticky zobrazovať na tomto zariadení.
sl: Dovolite, da se izpostavljene fotografije in spomini samodejno prikazujejo v tej napravi.
sv: Tillåt att bilder och minnen i blickfånget visas automatiskt på den här enheten.
th: อนุญาตให้รูปภาพและความทรงจำแนะนำแสดงบนอุปกรณ์เครื่องนี้โดยอัตโนมัติ
tr: Öne çıkarılan fotoğrafların ve anıların bu aygıtta otomatik olarak görünmesine izin verir.
uk: Дозволити автоматично показувати добірні фото та спогади на цьому пристрої.
vi: Cho phép ảnh và kỷ niệm nổi bật tự động xuất hiện trên thiết bị này.
zh_cn: 允许精选照片和回忆自动在此设备上显示。
zh_hk: 允許精選相片和回憶自動在此裝置上顯示。
zh_tw: 允許精選照片和回憶自動顯示在此裝置上。

# SHOW_FEATURED_CONTENT_SETTINGS_TITLE
source: Featured Content
ar: محتوى مميز
bg: Отличено съдържание
ca: Contingut destacat
cs: Doporučený obsah
da: Udvalgt indhold
de: Empfohlene Inhalte
el: Προτεινόμενο περιεχόμενο
es: Contenido destacado
es_us: Contenido destacado
fi: Esittelyssä oleva sisältö
fr: Contenus recommandés
fr_ca: Contenu en vedette
he: תכנים מובילים
hi: फ़ीचर्ड कॉन्टेंट
hr: Izdvojeni sadržaj
hu: Kiemelt tartalmak
id: Konten Unggulan
it: Contenuti in primo piano
ja: おすすめのコンテンツ
kk: Таңдаулы контент
ko: 추천 콘텐츠
lt: Rekomenduojamas turinys
ms: Kandungan Ditampilkan
nb: Aktuelt innhold
nl: Uitgelicht materiaal
pl: Polecane treści
pt: Conteúdo em Destaque
pt_pt: Conteúdo em destaque
ro: Conținut recomandat
ru: Подборка контента
sk: Vybraný obsah
sl: Izpostavljena vsebina
sv: Innehåll i blickfånget
th: เนื้อหาแนะนำ
tr: Öne Çıkan İçerikler
uk: Добірний вміст
vi: Nội dung nổi bật
zh_cn: 精选内容
zh_hk: 精選內容
zh_tw: 精選內容

# SPATIAL_SETTINGS_TITLE
source: Spatial Photos and Videos
ar: صور وفيديوهات مكانية
bg: Пространствени снимки и видеа
ca: Fotos i vídeos espacials
cs: Prostorové fotky a videa
da: Rumlige fotos og videoer
de: Räumliche Fotos und Videos
el: Χωρικές φωτογραφίες και βίντεο
es: Fotos y vídeos espaciales
es_us: Fotos y videos espaciales
fi: Tilalliset kuvat ja videot
fr: Photos et vidéos spatiales
fr_ca: Photos et vidéos spatiales
he: תמונות וסרטונים מרחביים
hi: स्पेशियल तस्वीरें और वीडियो
hr: Prostorne fotografije i videozapisi
hu: Térbeli fotók és videók
id: Foto dan Video Spasial
it: Foto e video spaziali
ja: 空間写真とビデオ
kk: Кеңістіктік фотолар және видеолар
ko: 공간 사진 및 비디오
lt: Erdvinės nuotraukos ir vaizdo įrašai
ms: Foto dan Video Ruang
nb: Romlige bilder og videoer
nl: Ruimtelijke foto's en video's
pl: Zdjęcia i wideo przestrzenne
pt: Fotos e Vídeos Espaciais
pt_pt: Fotografias e vídeos espaciais
ro: Poze și clipuri video spațiale
ru: Пространственные фото и видео
sk: Priestorové fotky a videá
sl: Prostorske fotografije in videi
sv: Rumsliga bilder och videor
th: รูปภาพและวิดีโอเชิงมิติพื้นที่
tr: Uzamsal Fotoğraflar ve Videolar
uk: Просторові фото й відео
vi: Ảnh và video không gian
zh_cn: 空间照片和视频
zh_hk: 空間相片和影片
zh_tw: 空間照片和影片

# TRANSFER_SETTING_AUTOMATIC
source: Automatic
ar: تلقائي
bg: Автоматично
ca: Transfereix automàticament
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματα
es: Convertir automáticamente
es_us: Automático
fi: Automaattisesti
fr: Automatique
fr_ca: Automatique
he: אוטומטית
hi: ऑटोमैटिक
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
kk: Автоматты
ko: 자동
lt: Automatiškai
ms: Automatik
nb: Automatisk
nl: Automatisch
pl: Automatycznie
pt: Automático
pt_pt: Automaticamente
ro: Automat
ru: Автоматически
sk: Automaticky
sl: Samodejno
sv: Automatisk
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# TRANSFER_SETTING_KEEP_ORIGINALS
source: Keep Originals
ar: الاحتفاظ بالأصل
bg: Запазвай оригиналите
ca: Transfereix els originals
cs: Zachovat originály
da: Bevar originaler
de: Originale behalten
el: Διατήρηση αρχικών
es: Transferir originales
es_us: Conservar originales
fi: Pidä alkuperäiset
fr: Fichier d’origine
fr_ca: Conserver le format d’origine
he: שמירת הפורמטים המקוריים
hi: मूल रखें
hr: Zadrži originale
hu: Eredetik megtartása
id: Pertahankan yang Asli
it: Conserva gli originali
ja: 元のフォーマットのまま
kk: Түпнұсқаларды қалдыру
ko: 원본 유지
lt: Palikti originalų formatą
ms: Simpan Asal
nb: Behold originaler
nl: Behoud originelen
pl: Pozostaw oryginały
pt: Manter Originais
pt_pt: Manter originais
ro: Păstrare originale
ru: Переносить оригиналы
sk: Zachovať originály
sl: Ohrani izvirnike
sv: Behåll original
th: เก็บต้นฉบับ
tr: Özgünleri Tut
uk: Передавати оригінали
vi: Giữ lại bản gốc
zh_cn: 保留原片
zh_hk: 保留原始檔
zh_tw: 保留原始檔

# TRANSFER_SETTINGS_FOOTER
source: Automatically transfer photos and videos in a compatible format, or always transfer the original file without checking for compatibility.
ar: نقل الصور والفيديوهات تلقائيًا بتنسيق متوافق، أو نقل الملف الأصلي دائمًا دون التحقق من التوافق.
bg: Автоматично да се прехвърлят снимките и видеата в съвместим формат или винаги да се прехвърля оригиналният файл без провeрка за съвместимостта.
ca: Transfereix automàticament les fotos i els vídeos en un format compatible, o bé transfereix sempre els arxius originals sense comprovar‑ne la compatibilitat.
cs: Fotky a videa můžete nechat přenášet automaticky v kompatibilním formátu nebo můžete přenášet původní soubory bez kontroly kompatibility.
da: Overfør automatisk fotos og videoer i et kompatibelt format, eller overfør altid det originale arkiv uden at kontrollere kompatibilitet.
de: Übertrage Fotos und Videos automatisch in einem kompatiblen Format oder übertrage immer die Originaldatei, ohne die Kompatibilität zu überprüfen.
el: Αυτόματη μεταφορά φωτογραφιών και βίντεο σε συμβατή μορφή ή πάντα μεταφορά του αρχικού αρχείου χωρίς έλεγχο για συμβατότητα.
es: Transfiere fotos y vídeos automáticamente en un formato compatible o transfiere siempre el archivo original sin comprobar su compatibilidad.
es_us: Transfiere automáticamente fotos y videos en un formato compatible, o transfiere siempre el archivo original sin verificar la compatibilidad.
fi: Siirrä kuvat ja videot automaattisesti yhteensopivassa muodossa tai siirrä aina alkuperäinen tiedosto tarkistamatta yhteensopivuutta.
fr: Transférez automatiquement vos photos et vidéos dans un format compatible, ou transférez toujours le fichier d’origine sans contrôle de la compatibilité.
fr_ca: Transférez automatiquement les photos et vidéos dans un format compatible ou transférez systématiquement les fichiers originaux sans vous soucier de la compatibilité.
he: ניתן להעביר תמונות וסרטונים בפורמט תואם באופן אוטומטי, או להעביר תמיד את הקובץ המקורי בלי לבדוק את התאימות.
hi: संगत फ़ॉर्मैट में ऑटोमैटिकली तस्वीर और वीडियो ट्रांसफ़र करें या बिना संगतता की जाँच किए हमेशा मूल फ़ाइल ट्रांसफ़र करें।
hr: Automatski prijenos fotografija i videozapisa u kompatibilnom formatu ili prijenos originalne datoteke bez provjeravanja kompatibilnosti.
hu: A fotók és videók átvitele automatikusan egy kompatibilis formátumban vagy mindig az eredeti fájl átvitele a kompatibilitás ellenőrzése nélkül.
id: Transfer foto dan video secara otomatis dalam format yang kompatibel, atau selalu transfer file asli tanpa memeriksa kompatibilitasnya.
it: Puoi trasferire in modo automatico le foto e i video in un formato compatibile o trasferire sempre il file originale senza verificarne la compatibilità.
ja: 自動的に写真とビデオを互換性のあるフォーマットで転送するか、または常に元のファイルを互換性をチェックせずに転送します。
kk: Фотолар мен видеоларды автоматты түрде үйлесімді форматта көшіру немесе әрдайым түпнұсқа файлды үйлесімділікті тексермей көшіру.
ko: 사진 및 비디오를 자동으로 호환되는 포맷으로 전송하거나, 호환성 확인 없이 항상 원본 파일을 전송합니다.
lt: Automatiškai perkelkite nuotraukas ir vaizdo įrašus suderinamu formatu arba visada perkelkite originalų failą nepatikrinus suderinamumo.
ms: Pindahkan foto dan video dalam format yang serasi secara automatik atau sentiasa pindahkan fail asal tanpa menyemak keserasian.
nb: Overfør automatisk bilder og videoer i et kompatibelt format, eller overfør alltid originalfilen uten å sjekke kompatibilitet.
nl: Zet foto's en video's automatisch over in een compatibele structuur, of zet altijd het originele bestand over zonder de compatibiliteit te controleren.
pl: Możesz automatycznie przesyłać zdjęcia i wideo w zgodnym formacie albo zawsze przesyłać oryginalne pliki bez sprawdzania ich zgodności.
pt: Transferir fotos e vídeos automaticamente em um formato compatível, ou sempre transferir o arquivo original sem verificar a compatibilidade.
pt_pt: Transferir automaticamente fotografias e vídeos em formato compatível ou transferir sempre o ficheiro original sem confirmar a compatibilidade.
ro: Pentru a transfera pozele și clipurile video într‑un format compatibil, folosiți opțiunea “Automat”. Alternativ, utilizați opțiunea “Păstrare originale” pentru a transfera întotdeauna fișierele originale, fără verificarea compatibilității.
ru: Автоматически переносить фото и видео в совместимом формате или всегда переносить оригинальный файл, не проверяя совместимость.
sk: Fotky a videá môžete automaticky prenášať v kompatibilnom formáte, prípadne môžete prenášať originálne súbory bez kontroly kompatibility.
sl: Fotografije in videe lahko samodejno prenesete v združljivi obliki zapisa ali pa datoteke vedno prenesete v njihovi prvotni obliki brez preverjanja združljivosti.
sv: Överför automatiskt bilder och videor i ett kompatibelt format, eller överför alltid originalfilen utan att kontrollera kompatibiliteten.
th: ถ่ายโอนรูปภาพและวิดีโอในรูปแบบที่ใช้งานร่วมกันได้โดยอัตโนมัติ หรือถ่ายโอนไฟล์ต้นฉบับเสมอโดยไม่ต้องเช็คการใช้งานร่วมกันได้
tr: Fotoğrafları ve videoları otomatik olarak uyumlu bir biçimde aktarır veya her zaman özgün dosyayı uyumluluk için denetlemeden aktarır.
uk: Автоматично передавати фото і відео в сумісному форматі або завжди передавати оригінали файлів без перевірки сумісності.
vi: Tự động chuyển ảnh và video bằng định dạng tương thích hoặc luôn chuyển tệp nguyên bản mà không kiểm tra tính tương thích.
zh_cn: 自动传输兼容格式的照片和视频，或者始终传输原始文件而不检查兼容性。
zh_hk: 自動以相容格式傳送相片和影片，或者不檢查相容性，總是以原始檔格式傳送。
zh_tw: 自動以相容格式傳送照片和影片，或者不檢查相容性，總是以原始檔格式傳送。

# TRANSFER_SETTINGS_TITLE
source: Transfer to Mac or PC
ar: النقل إلى Mac أو كمبيوتر شخصي
bg: Прехвърляне към Mac или PC
ca: Transferència a un Mac o PC
cs: Přenos na Mac nebo PC
da: Overfør til Mac eller pc
de: Auf Mac oder PC übertragen
el: ΜΕΤΑΦΟΡΑ ΣΕ MAC Ή PC
es: Transferencia a Mac o PC
es_us: Transferir a Mac o PC
fi: Siirto Maciin tai PC:hen
fr: Transfert vers Mac ou PC
fr_ca: Transfert vers Mac ou PC
he: העברה ל-Mac או ל-PC
hi: Mac या PC पर ट्रांसफ़र करें
hr: Prijenos na Mac ili PC
hu: Átvitel Macre vagy PC-re
id: Transfer ke Mac atau PC
it: Trasferisci sul Mac o su un PC
ja: MacまたはPCに転送
kk: Mac немесе компьютерге көшіру
ko: Mac 또는 PC로 전송
lt: Perkelti į „Mac“ arba asmeninį kompiuterį
ms: Pindah ke Mac atau PC
nb: Overfør til Mac eller PC
nl: Zet over naar Mac of pc
pl: Przenieś na Maca lub PC
pt: Transferir para Mac ou PC
pt_pt: Transferir para Mac ou PC
ro: Transfer pe Mac sau PC
ru: Перенос на Mac или ПК
sk: Prenos na Mac alebo PC
sl: Prenos v Mac ali osebni računalnik
sv: Överför till Mac eller PC
th: ถ่ายโอนไปยัง Mac หรือ PC
tr: Mac’e veya PC’ye aktarma
uk: Передавання на Mac чи ПК
vi: Chuyển đến máy Mac hoặc PC
zh_cn: 传输到Mac或PC
zh_hk: 傳送至Mac或PC
zh_tw: 傳到Mac或PC

source: TV Out
ar: مخرج التلفزيون
bg: ТВ изход
ca: Sortida de TV
cs: TV výstup
da: Tv-udgang
de: TV-Ausgang
el: Έξοδος τηλεόρασης
es: Salida TV
es_us: Salida TV
fi: TV-lähtö
fr: Sortie téléviseur
fr_ca: Sortie télévision
he: יציאת טלוויזיה
hi: टीवी आउट
hr: TV izlaz
hu: TV-kimenet
it: Uscita TV
ja: テレビ出力
kk: Теледидар шығысы
ko: TV 출력
lt: Televizoriaus išvestis
ms: TV Keluar
nb: TV-ut
nl: Tv-uitvoer
pl: Wyjście TV
pt: Saída de TV
pt_pt: Saída de TV
ro: Ieșire TV
ru: ТВ-выход
sk: TV výstup
sl: Izhod za TV
sv: TV ut
th: สัญญาณทีวีออก
tr: TV Çıkışı
uk: ТВ-вихід
vi: Đầu ra TV
zh_cn: 电视输出
zh_hk: 電視輸出
zh_tw: 電視輸出

source: TV Signal
ar: إشارة تلفزيون
bg: ТВ сигнал
ca: Senyal de TV
cs: TV signál
el: Τηλεοπτικό σήμα
es: Señal TV
es_us: Señal TV
fi: TV-signaali
fr: Signal téléviseur
fr_ca: Signal de télévision
he: אות שידור טלוויזיה
hi: टीवी सिग्नल
hu: TV-jel
id: Sinyal TV
it: Segnale TV
ja: テレビ信号
kk: Теледидар сигналы
ko: TV 신호
lt: TV signalas
ms: Isyarat TV
nl: Tv-signaal
pl: Sygnał TV
pt: Sinal de TV
pt_pt: Sinal de TV
ro: Semnal TV
ru: ТВ-сигнал
sk: TV signál
th: สัญญาณทีวี
tr: TV Sinyali
uk: ТВ-сигнал
vi: Tín hiệu TV
zh_cn: 电视信号
zh_hk: 電視訊號
zh_tw: 電視訊號
